Repository: kemalasliyuksek/ClaudeBar
Catalog: Sources/ClaudeBar/Resources/*.lproj/Localizable.strings
Languages: es, ru, tr, zh_hans

# section.plan_usage
source: Claude plan usage limits
es: Límites de uso del plan Claude
ru: Лимиты использования плана Claude
tr: Claude plan kullanım limitleri
zh_hans: Claude 计划使用限额

# section.weekly
source: Weekly limits
es: Límites semanales
ru: Недельные лимиты
tr: Haftalık limitler
zh_hans: 每周限额

# section.extra_usage
source: Extra usage
es: Uso extra
ru: Дополнительное использование
tr: Ekstra kullanım
zh_hans: 额外用量

# usage.current_session
source: Current session
es: Sesión actual
ru: Текущая сессия
tr: Mevcut oturum
zh_hans: 当前会话

# usage.all_models
source: All models
es: Todos los modelos
ru: Все модели
tr: Tüm modeller
zh_hans: 所有模型

# usage.sonnet_only
source: Sonnet only
es: Solo Sonnet
ru: Только Sonnet
tr: Yalnızca Sonnet
zh_hans: 仅 Sonnet

# usage.opus_only
source: Opus only
es: Solo Opus
ru: Только Opus
tr: Yalnızca Opus
zh_hans: 仅 Opus

# usage.sonnet_not_used
source: You haven't used Sonnet yet
es: Aún no has usado Sonnet
ru: Вы ещё не использовали Sonnet
tr: Henüz Sonnet kullanmadınız
zh_hans: 您尚未使用过 Sonnet

# usage.percent_used
source: %d%% used
es: %d%% usado
ru: Использовано %d%%
tr: %%%d kullanıldı
zh_hans: 已使用 %d%%

# usage.spent
source: %@ spent
es: %@ gastado
ru: Потрачено %@
tr: %@ harcandı
zh_hans: 已消费 %@

# usage.resets_limit
source: Resets %@ Â· Limit: %@
es: Se restablece el %@ · Límite: %@
ru: Сброс %@ · Лимит: %@
tr: %@ tarihinde sıfırlanır · Limit: %@
zh_hans: %@ 重置 · 限额：%@

# usage.unlimited
source: unlimited
es: ilimitado
ru: без ограничений
tr: limitsiz
zh_hans: 无限制

# usage.next_month
source: next month
es: el próximo mes
ru: в следующем месяце
tr: gelecek ay
zh_hans: 下个月

# reset.in_hours_minutes
source: Resets in %d hr %d min
es: Se restablece en %d h %d min
ru: Сброс через %d ч %d мин
tr: %d sa %d dk sonra sıfırlanır
zh_hans: %d 小时 %d 分钟后重置

# reset.in_minutes
source: Resets in %d min
es: Se restablece en %d min
ru: Сброс через %d мин
tr: %d dk sonra sıfırlanır
zh_hans: %d 分钟后重置

# reset.at
source: Resets %@
es: Se restablece el %@
ru: Сброс %@
tr: %@ tarihinde sıfırlanır
zh_hans: %@ 重置

# time.hours_minutes
source: %d hr %d min
es: %d h %d min
ru: %d ч %d мин
tr: %d sa %d dk
zh_hans: %d 小时 %d 分钟

# time.minutes
source: %d min
ru: %d мин
tr: %d dk
zh_hans: %d 分钟

# plan.badge
source: %@ Plan
ru: План %@
tr: %@ Planı
zh_hans: %@ 计划

# settings.title
source: Settings
es: Configuración
ru: Настройки
tr: Ayarlar
zh_hans: 设置

# settings.language
source: Language
es: Idioma
ru: Язык
tr: Dil
zh_hans: 语言

# settings.language.system
source: System
es: Sistema
ru: Система
tr: Sistem
zh_hans: 系统

# settings.launch_at_login
source: Launch at login
es: Iniciar al arrancar
ru: Запускать при входе
tr: Girişte başlat
zh_hans: 登录时启动

# settings.show_percentage
source: Show % in menu bar
es: Mostrar % en la barra de menú
ru: Показывать % в строке меню
tr: Menü çubuğunda % göster
zh_hans: 在菜单栏显示 %

# settings.refresh_interval
source: Refresh interval
es: Intervalo de actualización
ru: Интервал обновления
tr: Yenileme aralığı
zh_hans: 刷新间隔

# settings.notifications
source: Notifications
es: Notificaciones
ru: Уведомления
tr: Bildirimler
zh_hans: 通知

# settings.test
source: Test
es: Probar
ru: Тест
zh_hans: 测试

# settings.notify_50
source: Notify when 50% used
es: Notificar al 50% de uso
ru: Уведомить при 50% использования
tr: %50 kullanımda bildir
zh_hans: 使用达 50% 时通知

# settings.notify_75
source: Notify when 75% used
es: Notificar al 75% de uso
ru: Уведомить при 75% использования
tr: %75 kullanımda bildir
zh_hans: 使用达 75% 时通知

# settings.notify_limit
source: Notify when limit reached
es: Notificar al alcanzar el límite
ru: Уведомить при достижении лимита
tr: Limite ulaşıldığında bildir
zh_hans: 达到限额时通知

# settings.notify_reset
source: Notify when limit resets
es: Notificar al restablecerse
ru: Уведомить при сбросе лимита
tr: Sıfırlandığında bildir
zh_hans: 限额重置时通知

# about.title
source: About
es: Acerca de
ru: О программе
tr: Hakkında
zh_hans: 关于

# about.description
source: A lightweight menu bar app for monitoring Claude usage limits.
es: Una aplicación ligera de barra de menú para monitorear los límites de uso de Claude.
ru: Лёгкое приложение в строке меню для мониторинга лимитов использования Claude.
tr: Claude kullanım limitlerini izlemek için hafif bir menü çubuğu uygulaması.
zh_hans: 一款用于监控 Claude 使用限额的轻量级菜单栏应用。

# about.created_by
source: Created by
es: Creado por
ru: Разработчик
tr: Geliştirici
zh_hans: 开发者

# about.report_issue
source: Report Issue
es: Reportar problema
ru: Сообщить о проблеме
tr: Sorun Bildir
zh_hans: 报告问题

# footer.last_updated
source: Last updated: %@
es: Última actualización: %@
ru: Обновлено: %@
tr: Son güncelleme: %@
zh_hans: 上次更新：%@

# footer.less_than_minute
source: less than a minute ago
es: hace menos de un minuto
ru: менее минуты назад
tr: bir dakikadan az
zh_hans: 不到一分钟前

# footer.minutes_ago
source: %d minute(s) ago
es: hace %d minutos
ru: %d мин. назад
tr: %d dakika önce
zh_hans: %d 分钟前

# footer.hours_ago
source: %d hour(s) ago
es: hace %d horas
ru: %d ч. назад
tr: %d saat önce
zh_hans: %d 小时前

source: Loading...
es: Cargando...
ru: Загрузка...
tr: Yükleniyor...
zh_hans: 加载中...

# error.not_logged_in
source: Not logged in
es: No se ha iniciado sesión
ru: Вход не выполнен
tr: Giriş yapılmamış
zh_hans: 未登录

# error.no_access_token
source: No access token
es: Sin token de acceso
ru: Нет токена доступа
tr: Erişim anahtarı yok
zh_hans: 无访问令牌

# error.invalid_url
source: Invalid URL
es: URL no válida
ru: Недопустимый URL
tr: Geçersiz URL
zh_hans: 无效 URL

# error.parse
source: Parse error
es: Error de análisis
ru: Ошибка разбора
tr: Ayrıştırma hatası
zh_hans: 解析错误

# error.no_refresh_token
source: No refresh token
es: Sin token de actualización
ru: Нет токена обновления
tr: Yenileme anahtarı yok
zh_hans: 无刷新令牌

# error.token_refresh_failed
source: Token refresh failed
es: Error al actualizar el token
ru: Не удалось обновить токен
tr: Anahtar yenileme başarısız
zh_hans: 令牌刷新失败

# error.request_failed
source: Request failed
es: Solicitud fallida
ru: Запрос не выполнен
tr: İstek başarısız
zh_hans: 请求失败

# notification.50_title
source: 50%% Usage Warning
es: Alerta de uso al 50%
ru: Предупреждение: 50% использовано
tr: %50 Kullanım Uyarısı
zh_hans: 50%% 用量警告

# notification.50_body
source: You've used 50%% of your %@.
es: Has usado el 50%% de tu %@.
ru: Вы использовали 50%% вашего лимита: %@.
tr: %@ limitinizin %%50'sini kullandınız.
zh_hans: 您已使用 %@ 的 50%%。

# notification.75_title
source: 75%% Usage Warning
es: Alerta de uso al 75%
ru: Предупреждение: 75% использовано
tr: %75 Kullanım Uyarısı
zh_hans: 75%% 用量警告

# notification.75_body
source: You've used 75%% of your %@.
es: Has usado el 75%% de tu %@.
ru: Вы использовали 75%% вашего лимита: %@.
tr: %@ limitinizin %%75'ini kullandınız.
zh_hans: 您已使用 %@ 的 75%%。

# notification.limit_title
source: Limit Reached
es: Límite alcanzado
ru: Лимит достигнут
tr: Limite Ulaşıldı
zh_hans: 已达限额

# notification.limit_body
source: You've reached your %@.
es: Has alcanzado tu %@.
ru: Вы достигли лимита: %@.
tr: %@ limitinize ulaştınız.
zh_hans: 您已达到 %@ 限额。

# notification.limit_body_resets
source: You've reached your %@. Resets in %@.
es: Has alcanzado tu %@. Se restablece en %@.
ru: Вы достигли лимита: %@. Сброс через %@.
tr: %@ limitinize ulaştınız. %@ sonra sıfırlanır.
zh_hans: 您已达到 %@ 限额。将在 %@ 后重置。

# notification.reset_title
source: Limit Reset
es: Límite restablecido
ru: Лимит сброшен
tr: Limit Sıfırlandı
zh_hans: 限额已重置

# notification.reset_body
source: Your %@ has been reset. You can continue using Claude.
es: Tu %@ se ha restablecido. Puedes seguir usando Claude.
ru: Ваш лимит (%@) сброшен. Вы можете продолжить использование Claude.
tr: %@ limitiniz sıfırlandı. Claude kullanmaya devam edebilirsiniz.
zh_hans: 您的 %@ 已重置。您可以继续使用 Claude。

# notification.test_50_body
source: You've used 50%% of your current session limit.
es: Has usado el 50% del límite de tu sesión actual.
ru: Вы использовали 50% лимита текущей сессии.
tr: Mevcut oturum limitinizin %50'sini kullandınız.
zh_hans: 您已使用当前会话限额的 50%%。

# notification.test_75_body
source: You've used 75%% of your current session limit.
es: Has usado el 75% del límite de tu sesión actual.
ru: Вы использовали 75% лимита текущей сессии.
tr: Mevcut oturum limitinizin %75'ini kullandınız.
zh_hans: 您已使用当前会话限额的 75%%。

# notification.test_limit_body
source: You've reached your current session limit. Resets in %@.
es: Has alcanzado el límite de tu sesión actual. Se restablece en %@.
ru: Вы достигли лимита текущей сессии. Сброс через %@.
tr: Mevcut oturum limitinize ulaştınız. %@ sonra sıfırlanır.
zh_hans: 您已达到当前会话限额。将在 %@ 后重置。

# notification.test_reset_body
source: Your current session limit has been reset. You can continue using Claude.
es: El límite de tu sesión actual se ha restablecido. Puedes seguir usando Claude.
ru: Лимит текущей сессии сброшен. Вы можете продолжить использование Claude.
tr: Mevcut oturum limitiniz sıfırlandı. Claude kullanmaya devam edebilirsiniz.
zh_hans: 您的当前会话限额已重置。您可以继续使用 Claude。

# limit.current_session
source: current session
es: sesión actual
ru: Текущая сессия
tr: Mevcut oturum
zh_hans: 当前会话

# limit.weekly
source: weekly limit
es: límite semanal
ru: Недельный лимит
tr: Haftalık limit
zh_hans: 每周限额

# limit.sonnet_weekly
source: Sonnet weekly
es: Sonnet semanal
ru: Sonnet недельный
tr: Sonnet haftalık
zh_hans: Sonnet 每周

# limit.extra_usage
source: extra usage
es: uso extra
ru: Дополнительное использование
tr: Ekstra kullanım
zh_hans: 额外用量
